[
  {
    "status": "S0",
    "topic": "Sự nghiệp",
    "answers": [
      "Năm nay công việc của bạn sẽ có nhiều khởi sắc. Hãy mạnh dạn nắm bắt cơ hội mới.",
      "Bạn sẽ gặp được quý nhân phù trợ trong công việc. Mọi khó khăn đều sẽ qua đi.",
      "Đây là thời điểm tốt để học hỏi thêm kỹ năng mới. Sự đầu tư cho bản thân sẽ mang lại quả ngọt.",
      "Hãy cẩn trọng trong các quyết định đầu tư lớn. Kiên nhẫn sẽ mang lại thành công bền vững."
    ]
  },
  {
    "status": "S1",
    "topic": "Tình duyên",
    "answers": [
      "Đường tình duyên năm nay rực rỡ. Nếu còn độc thân, bạn có thể sẽ gặp được ý trung nhân.",
      "Mối quan hệ hiện tại cần sự vun đắp và thấu hiểu hơn từ cả hai phía.",
      "Hãy mở lòng mình ra, tình yêu đích thực đang ở rất gần bạn.",
      "Năm nay tình cảm gia đạo êm ấm, hạnh phúc viên mãn."
    ]
  },
  {
    "status": "S2",
    "topic": "Sức khỏe",
    "answers": [
      "Sức khỏe năm nay ổn định, nhưng cần chú ý ăn uống và nghỉ ngơi điều độ.",
      "Hãy dành thời gian tập thể dục thường xuyên để duy trì năng lượng tích cực.",
      "Đề phòng các bệnh vặt khi giao mùa. Tăng cường sức đề kháng là điều cần thiết.",
      "Tinh thần thoải mái là liều thuốc tốt nhất cho sức khỏe của bạn năm nay."
    ]
  },
  {
    "status": "S3",
    "topic": "Tài lộc",
    "answers": [
      "Tài lộc năm nay vượng phát. Tiền bạc rủng rỉnh.",
      "Có cơ hội tăng thu nhập từ nghề tay trái hoặc các khoản đầu tư nhỏ.",
      "Cần quản lý chi tiêu hợp lý để tránh thất thoát không đáng có.",
      "Thần tài đang gõ cửa nhà bạn. Hãy chuẩn bị đón nhận tin vui về tài chính."
    ]
  },
  {
    "status": "S4",
    "topic": "Tổng quát",
    "answers": [
      "Hỏi đàng hoàng đi, hỏi câu bân quơ ai mà trả lời được",
      "Xem được thì xem, không xem được thì thôi",
      "Hỏi câu khó trả lời quá, hỏi câu khác đi"
    ]
  },
  {
    "status": "S5",
    "topic": "Pizza",
    "answers": [
      "Năm nay con sẽ được ăn Pizza nhiều hơn năm ngoái",
      "Năm nay ăn Pizza company hay Pizza Hut, tránh ăn Domino sẽ bị nghiệp",
      "Gia chủ chỉ cần ăn thêm 77 49 cái Pizza nữa là sẽ được giải nghiệp",
      "Thí chủ bị nghiệp Pizza, cần lựa ngày lành tháng tốt đặt Pizza về ăn để giải nghiệp"
    ]
  }
]